Repository: jaylann/XCStringsTranslator
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sq, sv, tr, zh_hans

source: App Info & Reset
ar: معلومات التطبيق وإعادة التعيين
da: App-info & nulstilling
de: App-Info & Zurücksetzen
es: Info de la app y restablecer
fr: Infos & Réinitialisation
it: Info app e ripristino
ja: アプリ情報とリセット
ko: 앱 정보 및 초기화
nb: App-info og tilbakestilling
nl: App-info & resetten
pl: Info o aplikacji i reset
pt_br: Informações do app e redefinir
sq: Info Aplikacioni & Rivendosje
sv: Appinfo & återställning
tr: Uygulama Bilgisi ve Sıfırlama
zh_hans: 应用信息与重置

source: App Information
ar: معلومات التطبيق
de: App-Informationen
es: Información de la app
fr: Informations sur l'app
it: Informazioni app
ja: アプリ情報
ko: 앱 정보
nb: App-informasjon
nl: App-informatie
pl: Informacje o aplikacji
pt_br: Informações do app
sq: Informacione Aplikacioni
tr: Uygulama Bilgisi
zh_hans: 应用信息

source: Appearance
ar: المظهر
da: Udseende
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
sq: Pamja
sv: Utseende
tr: Görünüm
zh_hans: 外观

source: Apple Wallet may automatically archive this pass since its date is in the past.
ar: قد يقوم Apple Wallet بأرشفة هذه البطاقة تلقائياً لأن تاريخها في الماضي.
da: Apple Wallet arkiverer måske automatisk dette kort, da datoen er overskredet.
de: Apple Wallet könnte diesen Pass automatisch archivieren, da sein Datum in der Vergangenheit liegt.
es: Apple Wallet podría archivar automáticamente este pase porque su fecha ya pasó.
fr: Apple Wallet pourrait archiver automatiquement ce pass car sa date est passée.
it: Apple Wallet potrebbe archiviare automaticamente questo pass perché la sua data è passata.
ja: 日付が過去のため、Apple Walletがこのパスを自動的にアーカイブする可能性があります。
ko: 날짜가 지났기 때문에 Apple Wallet이 이 패스를 자동으로 보관처리할 수 있어요.
nb: Apple Wallet kan automatisk arkivere dette kortet siden datoen er passert.
nl: Apple Wallet kan deze pas automatisch archiveren omdat de datum in het verleden ligt.
pl: Apple Wallet może automatycznie zarchiwizować ten bilet, ponieważ jego data już minęła.
pt_br: A Carteira da Apple pode arquivar automaticamente este passe já que a data está no passado.
sq: Apple Wallet mund ta arkivojë automatikisht këtë kartelë pasi data e saj është në të kaluarën.
sv: Apple Wallet kan arkivera det här passet automatiskt eftersom datumet har passerat.
tr: Apple Wallet bu kartı otomatik olarak arşivleyebilir çünkü tarihi geçmişte.
zh_hans: 由于日期已过期，Apple 钱包可能会自动归档此卡券。

source: Archive
ar: الأرشيف
da: Arkiv
de: Archiv
es: Archivo
it: Archivio
ja: アーカイブ
ko: 보관함
nb: Arkiv
nl: Archief
pl: Archiwum
pt_br: Arquivo
sq: Arkiv
sv: Arkiv
tr: Arşiv
zh_hans: 归档

# Archive, %lld %@
source: Archive, %1$lld %2$@
ar: الأرشيف، %1$lld %2$@
da: Arkiv, %1$lld %2$@
de: Archiv, %1$lld %2$@
es: Archivo, %1$lld %2$@
it: Archivio, %1$lld %2$@
ja: アーカイブ、%1$lld %2$@
ko: 보관함, %1$lld %2$@
nb: Arkiv, %1$lld %2$@
nl: Archief, %1$lld %2$@
pl: Archiwum, %1$lld %2$@
pt_br: Arquivo, %1$lld %2$@
sq: Arkiv, %1$lld %2$@
sv: Arkiv, %1$lld %2$@
tr: Arşiv, %1$lld %2$@
zh_hans: 归档，%1$lld %2$@

source: Are you sure you want to delete these passes? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه البطاقات؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette disse kort? Handlingen kan ikke fortrydes.
de: Möchtest du diese Pässe wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar estos pases? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer ces pass ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questi pass? Questa azione non può essere annullata.
ja: これらのパスを削除してもよろしいですか？この操作は取り消せません。
ko: 이 패스들을 삭제하시겠어요? 삭제한 후에는 복구할 수 없어요.
nb: Er du sikker på at du vil slette disse kortene? Dette kan ikke angres.
nl: Weet je zeker dat je deze passen wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć te bilety? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir estes passes? Esta ação não pode ser desfeita.
sq: Je i sigurt që dëshiron t'i fshish këto kartela? Ky veprim nuk mund të zhbëhet.
sv: Är du säker på att du vill radera dessa pass? Det går inte att ångra.
tr: Bu kartları silmek istediğinden emin misin? Bu işlem geri alınamaz.
zh_hans: 确定要删除这些卡券吗？此操作无法撤销。

source: Arrival
ar: الوصول
da: Ankomst
de: Ankunft
es: Llegada
fr: Arrivée
it: Arrivo
ja: 到着
ko: 도착
nb: Ankomst
nl: Aankomst
pl: Przyjazd
pt_br: Chegada
sq: Mbërritje
sv: Ankomst
tr: Varış
zh_hans: 到达

source: Arrival City
ar: مدينة الوصول
da: Ankomstby
de: Ankunftsort
es: Ciudad de llegada
fr: Ville d'arrivée
it: Città di arrivo
ja: 到着地
ko: 도착 도시
nb: Ankomstby
nl: Aankomstplaats
pl: Miasto przyjazdu
pt_br: Cidade de chegada
sq: Qyteti i Mbërritjes
sv: Ankomststad
tr: Varış Şehri
zh_hans: 到达城市

source: Arrives
ar: يصل
da: Ankommer
de: Ankunft
es: Llega
fr: Arrivée
it: Arrivo
ja: 到着
ko: 도착
nb: Ankommer
nl: Aankomst
pl: Przyjazd
pt_br: Chega
sq: Mbërrin
sv: Anländer
tr: Varış
zh_hans: 到达

source: Auto-Archive
ar: الأرشفة التلقائية
da: Auto-arkivering
de: Auto-Archivierung
es: Archivar automáticamente
fr: Archivage auto
it: Archiviazione automatica
ja: 自動アーカイブ
ko: 자동 보관
nb: Autoarkivering
nl: Automatisch archiveren
pl: Automatyczne archiwizowanie
pt_br: Arquivamento automático
sq: Arkivim Automatik
sv: Autoarkivering
tr: Otomatik Arşivleme
zh_hans: 自动归档

source: Automatic Pass Detection
ar: الكشف التلقائي للبطاقات
da: Automatisk Kortgenkendelse
de: Automatische Pass-Erkennung
es: Detección Automática de Pases
fr: Détection automatique du type de carte
it: Rilevamento automatico pass
ja: パスの自動検出
ko: 자동 패스 감지
nb: Automatisk passgjenkjenning
nl: Automatische pasdetectie
pl: Automatyczne wykrywanie przepustek
pt_br: Detecção Automática de Cartão
sq: Zbulim automatik i kalimeve
sv: Automatisk passidentifiering
tr: Otomatik Kart Algılama
zh_hans: 自动识别卡券

source: Back
ar: رجوع
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
sq: Prapa
sv: Tillbaka
tr: Geri
zh_hans: 返回

source: Background
ar: الخلفية
da: Baggrund
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Fundo
sq: Sfondi
sv: Bakgrund
tr: Arka Plan
zh_hans: 背景

source: Background Color
ar: لون الخلفية
da: Baggrundsfarve
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
it: Colore di sfondo
ja: 背景色
ko: 배경색
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor de fundo
sq: Ngjyra e Sfondit
sv: Bakgrundsfärg
tr: Arka Plan Rengi
zh_hans: 背景颜色

source: Balance
ar: الرصيد
da: Saldo
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
ja: 残高
ko: 잔액
nb: Saldo
nl: Saldo
pl: Saldo
pt_br: Saldo
sq: Gjendja
sv: Saldo
tr: Bakiye
zh_hans: 余额

source: Barcode
ar: الباركود
da: Stregkode
es: Código de barras
fr: Code-barres
it: Codice a barre
ja: バーコード
ko: 바코드
nb: Strekkode
pl: Kod kreskowy
pt_br: Código de barras
sq: Barkod
sv: Streckkod
tr: Barkod
zh_hans: 条形码

source: Barcode Format Converted
ar: تم تحويل صيغة الباركود
da: Stregkodeformat konverteret
de: Barcode-Format konvertiert
es: Formato de código de barras convertido
fr: Format de code-barres converti
it: Formato codice a barre convertito
ja: バーコード形式を変換しました
ko: 바코드 형식 변환됨
nb: Strekkodeformat konvertert
nl: Barcodeformaat geconverteerd
pl: Konwersja formatu kodu kreskowego
pt_br: Formato do código de barras convertido
sq: Formati i Barkodit u Konvertua
sv: Streckkodsformat konverterat
tr: Barkod Formatı Dönüştürüldü
zh_hans: 条形码格式已转换

source: Barcode Format Notice
ar: إشعار صيغة الباركود
da: Bemærkning om stregkodeformat
de: Hinweis zum Barcode-Format
es: Aviso de formato de código de barras
fr: Notice de format de code-barres
it: Avviso formato codice a barre
ja: バーコード形式の通知
ko: 바코드 형식 안내
nb: Melding om strekkodeformat
nl: Melding barcodeformaat
pl: Informacja o formacie kodu kreskowego
pt_br: Aviso sobre formato do código de barras
sq: Njoftim për Formatin e Barkodit
sv: Meddelande om streckkodsformat
tr: Barkod Formatı Bildirimi
zh_hans: 条形码格式提醒

source: Barcode number
ar: رقم الباركود
da: Strekodenummer
de: Barcode-Nummer
es: Número de código de barras
fr: Numéro du code-barres
it: Numero del codice a barre
ja: バーコード番号
ko: 바코드 번호
nb: Strekkode-nummer
nl: Barcodenummer
pl: Numer kodu kreskowego
pt_br: Número do código de barras
sq: Numri i barkodës
sv: Streckkodsnummer
tr: Barkod numarası
zh_hans: 条形码编号

source: Barcode to scan
ar: الباركود للمسح
da: Stregkode til scanning
de: Barcode zum Scannen
es: Código de barras a escanear
fr: Code-barres à scanner
it: Codice a barre da scansionare
ja: スキャンするバーコード
ko: 스캔할 바코드
nb: Strekkode å skanne
nl: Barcode om te scannen
pl: Kod kreskowy do zeskanowania
pt_br: Código de barras para escanear
sq: Barkodi për të skanuar
sv: Streckkod att skanna
tr: Taranacak barkod
zh_hans: 待扫描条形码

source: Better detection with more types and helpful warnings
ar: كشف أفضل مع المزيد من الأنواع وتحذيرات مفيدة
da: Bedre genkendelse med flere typer og nyttige advarsler
de: Bessere Erkennung mit mehr Typen und hilfreichen Hinweisen
es: Mejor detección con más tipos y avisos útiles
fr: Meilleure détection avec plus de types et des alertes utiles
it: Rilevamento migliorato con più tipi e avvisi utili
ja: より多くのタイプと便利な警告で検出精度が向上
ko: 더 많은 유형과 유용한 경고로 향상된 인식
nb: Bedre gjenkjenning med flere typer og nyttige advarsler
nl: Betere detectie met meer types en handige waarschuwingen
pl: Lepsza detekcja z większą liczbą typów i przydatnymi ostrzeżeniami
pt_br: Melhor detecção com mais tipos e avisos úteis
sq: Zbulim më i mirë me më shumë lloje dhe paralajmërime të dobishme
sv: Bättre igenkänning med fler typer och hjälpsamma varningar
tr: Daha fazla tür ve yararlı uyarılarla gelişmiş algılama
zh_hans: 更多类型识别和实用提醒，检测更准确

source: Boarding Group
ar: مجموعة الصعود
da: Boardinggruppe
de: Boarding-Gruppe
es: Grupo de embarque
fr: Groupe d'embarquement
it: Gruppo di imbarco
ja: 搭乗グループ
ko: 탑승 그룹
nb: Boardinggruppe
nl: Boardinggroep
pl: Grupa wejścia na pokład
pt_br: Grupo de embarque
sq: Grupi i Imbarkimit
sv: Boardinggrupp
tr: Biniş Grubu
zh_hans: 登机组

source: Boarding Pass
ar: بطاقة الصعود
da: Boardingkort
de: Bordkarte
es: Tarjeta de embarque
fr: Carte d'embarquement
it: Carta d'imbarco
ja: 搭乗券
ko: 탑승권
nb: Boardingkort
pl: Karta pokładowa
pt_br: Cartão de embarque
sq: Kartë Imbarkimi
sv: Boardingkort
tr: Biniş Kartı
zh_hans: 登机牌

source: Boat/Ferry
ar: قارب/عبّارة
da: Båd/Færge
de: Boot/Fähre
es: Barco/Ferry
fr: Bateau/Ferry
it: Barca/Traghetto
ja: 船/フェリー
ko: 보트/페리
nb: Båt/Ferge
nl: Boot/Veerboot
pl: Łódź/Prom
pt_br: Barco/Balsa
sq: Anije/Tragetë
sv: Båt/Färja
tr: Tekne/Feribot
zh_hans: 轮船/渡轮

source: Booking Reference
ar: رقم الحجز
da: Bookningreference
de: Buchungsreferenz
es: Referencia de reserva
fr: Référence de réservation
it: Riferimento prenotazione
ja: 予約番号
ko: 예약 번호
nb: Bookingref.
nl: Boekingsreferentie
pl: Numer rezerwacji
pt_br: Referência da reserva
sq: Referencë Rezervimi
sv: Bokningsreferens
tr: Rezervasyon Referansı
zh_hans: 预订编号

source: Breakdown
ar: التفاصيل
da: Opdeling
de: Aufschlüsselung
es: Desglose
fr: Détails
it: Dettagli
ja: 内訳
ko: 상세 내역
nb: Oversikt
nl: Uitsplitsing
pl: Szczegóły
pt_br: Detalhes
sq: Detaje
sv: Uppdelning
tr: Detaylar
zh_hans: 明细

source: Building layout...
ar: جاري إنشاء التخطيط...
da: Opretter layout...
de: Layout wird erstellt...
es: Creando diseño...
fr: Création de la mise en page...
it: Creazione del layout...
ja: レイアウトを作成中...
ko: 레이아웃 생성 중...
nb: Lager layout...
nl: Layout wordt gemaakt...
pl: Tworzenie układu...
pt_br: Criando layout...
sq: Po krijohet faqosja...
sv: Skapar layout...
tr: Düzen oluşturuluyor...
zh_hans: 正在生成布局...

source: Building your Wallet pass...
ar: جاري إنشاء بطاقة المحفظة...
da: Opretter dit Wallet-kort...
de: Erstelle deinen Wallet-Pass...
es: Creando tu pase de Wallet...
fr: Création de ton pass Wallet...
it: Creazione del tuo pass Wallet...
ja: Walletパスを作成中...
ko: Wallet 패스 생성 중...
nb: Lager Wallet-kortet ditt...
nl: Je Wallet-pas wordt gemaakt...
pl: Tworzę Twój bilet do Wallet...
pt_br: Criando seu passe da Wallet...
sq: Po krijojmë kartelën tënde Wallet...
sv: Skapar ditt Wallet-kort...
tr: Wallet kartın oluşturuluyor...
zh_hans: 正在生成你的钱包卡券...

source: Bus
ar: حافلة
es: Autobús
it: Autobus
ja: バス
ko: 버스
nb: Buss
pl: Autobus
pt_br: Ônibus
sq: Autobus
sv: Buss
tr: Otobüs
zh_hans: 公交车

source: Bus #
ar: حافلة رقم
da: Bus nr.
de: Bus-Nr.
es: Autobús n.º
fr: Bus n°
it: Autobus n.
ja: バス番号
ko: 버스 번호
nb: Buss nr.
nl: Bus nr.
pl: Autobus nr
pt_br: Ônibus nº
sq: Autobus nr.
sv: Buss nr
tr: Otobüs No
zh_hans: 公交车号

source: Bus Details
ar: تفاصيل الحافلة
da: Busoplysninger
es: Detalles del autobús
fr: Détails du bus
it: Dettagli autobus
ja: バスの詳細
ko: 버스 정보
nb: Bussdetaljer
nl: Busgegevens
pl: Szczegóły autobusu
pt_br: Detalhes do ônibus
sq: Detaje Autobusi
sv: Bussdetaljer
tr: Otobüs Bilgileri
zh_hans: 公交车详情

source: Cache
ar: ذاكرة التخزين المؤقت
es: Caché
ja: キャッシュ
ko: 캐시
pl: Pamięć podręczna
tr: Önbellek
zh_hans: 缓存

source: Can Create
ar: يمكن الإنشاء
da: Kan oprette
de: Kann erstellen
es: Puede crear
fr: Peut créer
it: Può creare
ja: 作成可能
ko: 생성 가능
nb: Kan opprette
nl: Kan aanmaken
pl: Może tworzyć
pt_br: Pode criar
sq: Mund të Krijojë
sv: Kan skapa
tr: Oluşturabilir
zh_hans: 可创建

source: Can Save
ar: يمكن الحفظ
da: Kan gemme
de: Kann speichern
es: Puede guardar
fr: Peut enregistrer
it: Può salvare
ja: 保存可能
ko: 저장 가능
nb: Kan lagre
nl: Kan opslaan
pl: Może zapisać
pt_br: Pode salvar
sq: Mund të Ruajë
sv: Kan spara
tr: Kaydedebilir
zh_hans: 可保存

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
sq: Anulo
sv: Avbryt
tr: İptal
zh_hans: 取消

source: Card Barcode
ar: باركود البطاقة
da: Kortstregkode
de: Karten-Barcode
es: Código de barras de la tarjeta
fr: Code-barres de la carte
it: Codice a barre della carta
ja: カードバーコード
ko: 카드 바코드
nb: Kortstrekkode
nl: Kaartbarcode
pl: Kod kreskowy karty
pt_br: Código de barras do cartão
sq: Barkodi i Kartës
sv: Kortstreckkod
tr: Kart Barkodu
zh_hans: 卡片条形码

source: Check-in
ar: تسجيل الوصول
fr: Enregistrement
ja: チェックイン
ko: 체크인
nb: Innsjekking
nl: Inchecken
pl: Zameldowanie
sv: Incheckning
zh_hans: 值机

source: Choose a wide image for the pass banner
ar: اختر صورة عريضة لشعار البطاقة
da: Vælg et bredt billede til kortets banner
de: Wähle ein breites Bild für das Pass-Banner
es: Elige una imagen ancha para el banner del pase
fr: Choisis une image large pour la bannière du pass
it: Scegli un'immagine larga per il banner del pass
ja: パスバナー用の横長画像を選択
ko: 패스 배너에 사용할 가로 이미지를 선택하세요
nb: Velg et bredt bilde til kortbanneret
nl: Kies een breed beeld voor de pasbanner
pl: Wybierz szeroki obrazek na baner biletu
pt_br: Escolha uma imagem horizontal para o banner do passe
sq: Zgjidh një imazh të gjerë për banerin e kartelës
sv: Välj en bred bild för kortets banner
tr: Kart afişi için geniş bir görsel seç
zh_hans: 为卡券横幅选择一张横向图片

source: Choose an image for the pass logo
ar: اختر صورة لشعار البطاقة
da: Vælg et billede til kortets logo
de: Wähle ein Bild für das Pass-Logo
es: Elige una imagen para el logo del pase
fr: Choisis une image pour le logo du pass
it: Scegli un'immagine per il logo del pass
ja: パスロゴ用の画像を選択
ko: 패스 로고에 사용할 이미지를 선택하세요
nb: Velg et bilde til kortlogoen
nl: Kies een beeld voor het paslogo
pl: Wybierz obrazek na logo biletu
pt_br: Escolha uma imagem para o logo do passe
sq: Zgjidh një imazh për logon e kartelës
sv: Välj en bild för kortets logotyp
tr: Kart logosu için bir görsel seç
zh_hans: 为卡券选择一张图标

source: Choose how dates and times are displayed throughout the app
ar: اختر كيفية عرض التواريخ والأوقات في التطبيق
da: Vælg hvordan datoer og klokkeslæt vises i appen
de: Wähle aus, wie Daten und Zeiten in der App angezeigt werden
es: Elige cómo se muestran las fechas y horas en la app
fr: Choisis comment les dates et heures sont affichées dans l'app
it: Scegli come visualizzare date e orari nell'app
ja: アプリ全体での日付と時刻の表示方法を選択
ko: 앱 전체에서 날짜와 시간을 표시하는 방법을 선택하세요
nb: Velg hvordan datoer og klokkeslett vises i appen
nl: Kies hoe datums en tijden in de app worden weergegeven
pl: Wybierz sposób wyświetlania dat i godzin w całej aplikacji
pt_br: Escolha como datas e horários são exibidos no app
sq: Zgjidh si shfaqen datat dhe oraret në të gjithë aplikacionin
sv: Välj hur datum och tider visas i appen
tr: Uygulama genelinde tarih ve saatlerin nasıl gösterileceğini seç
zh_hans: 选择 App 中日期和时间的显示方式

source: Choose Pass Type
ar: اختر نوع البطاقة
da: Vælg Korttype
de: Pass-Typ wählen
es: Elegir Tipo de Pase
fr: Choisir le type de carte
it: Scegli tipo di pass
ja: パスの種類を選択
ko: 패스 유형 선택
nb: Velg passtype
nl: Kies pastype
pl: Wybierz typ przepustki
pt_br: Escolher Tipo de Cartão
sq: Zgjidh llojin e kalimit
sv: Välj passtyp
tr: Kart Türünü Seç
zh_hans: 选择卡券类型

source: Choose pass type before each import
ar: اختر نوع البطاقة قبل كل استيراد
da: Vælg korttype før hver import
de: Pass-Typ vor jedem Import wählen
es: Elegir el tipo de pase antes de cada importación
fr: Choisir le type de carte avant chaque import
it: Scegli il tipo di pass prima di ogni importazione
ja: インポート前にパスの種類を選択
ko: 가져오기 전에 패스 유형 선택
nb: Velg passtype før hver import
nl: Kies pastype voor elke import
pl: Wybierz typ przepustki przed każdym importem
pt_br: Escolher tipo de cartão antes de cada importação
sq: Zgjidh llojin e kalimit para çdo importimi
sv: Välj passtyp före varje import
tr: Her içe aktarmadan önce kart türünü seç
zh_hans: 每次导入前选择卡券类型

source: Choose photo or take a new one
ar: اختر صورة أو التقط واحدة جديدة
da: Vælg et foto eller tag et nyt
de: Wähle ein Foto oder mache ein neues
es: Elige una foto o haz una nueva
fr: Choisis une photo ou prends-en une nouvelle
it: Scegli una foto o scattane una nuova
ja: 写真を選択するか新しく撮影
ko: 사진을 선택하거나 새로 촬영하세요
nb: Velg foto eller ta et nytt
nl: Kies een foto of maak een nieuwe
pl: Wybierz zdjęcie lub zrób nowe
pt_br: Escolha uma foto ou tire uma nova
sq: Zgjidh një foto ose bëj një të re
sv: Välj ett foto eller ta ett nytt
tr: Fotoğraf seç veya yeni bir tane çek
zh_hans: 选择照片或拍摄新照片

source: Choose the display code format for your pass
ar: اختر تنسيق العرض للرمز في بطاقتك
da: Vælg det viste kodeformat til dit pas
de: Wähle das Anzeigeformat für deinen Pass
es: Elige el formato de código a mostrar para tu pase
fr: Choisis le format d'affichage du code pour ton pass
it: Scegli il formato del codice da visualizzare per il tuo pass
ja: パスに表示するコード形式を選択
ko: 패스에 표시할 코드 형식 선택
nb: Velg visningsformatet for koden på passet ditt
nl: Kies het weergaveformaat voor de code op je pas
pl: Wybierz format wyświetlania kodu dla swojego biletu
pt_br: Escolha o formato de código a ser exibido no seu passe
sq: Zgjidh formatin e kodit të shfaqur për kartelën tënde
sv: Välj visningsformat för koden på ditt pass
tr: Pasın için görüntülenecek kod formatını seç
zh_hans: 选择你的票卡显示代码格式

source: Choose the pass type before each import
ar: اختر نوع البطاقة قبل كل استيراد
da: Vælg korttypen før hver import
de: Wähle den Pass-Typ vor jedem Import
es: Elige el tipo de pase antes de cada importación
fr: Choisissez le type de carte avant chaque import
it: Scegli il tipo di pass prima di ogni importazione
ja: インポートの前に毎回パスの種類を選択します
ko: 가져올 때마다 패스 유형을 선택하세요
nb: Velg passtype før hver import
nl: Kies het pastype voor elke import
pl: Wybierz typ przepustki przed każdym importem
pt_br: Escolha o tipo de cartão antes de cada importação
sq: Zgjidh llojin e kalimit para çdo importimi
sv: Välj passtypen före varje import
tr: Her içe aktarmadan önce kart türünü seçin
zh_hans: 每次导入前选择卡券类型

source: Choose the type that best matches your pass for optimal layout
ar: اختر النوع الأنسب لبطاقتك للحصول على تخطيط مثالي
da: Vælg den type, der passer bedst til dit pas for et optimalt layout
de: Wähle den Typ, der am besten zu deinem Pass passt, für optimales Layout
es: Elige el tipo que mejor se ajuste a tu pase para un diseño óptimo
fr: Choisis le type qui correspond le mieux à ton pass pour un affichage optimal
it: Scegli il tipo che si adatta meglio al tuo pass per un layout ottimale
ja: 最適なレイアウトにするため、パスに最も合ったタイプを選択してください
ko: 최적의 레이아웃을 위해 패스에 가장 적합한 유형을 선택하세요
nb: Velg typen som passer best til passet ditt for optimalt oppsett
nl: Kies het type dat het beste past bij je pas voor een optimale weergave
pl: Wybierz typ najlepiej pasujący do Twojego biletu, aby uzyskać optymalny układ
pt_br: Escolha o tipo que melhor se encaixa no seu passe para um layout ideal
sq: Zgjidh llojin që përputhet më mirë me kartelën tënde për paraqitje optimale
sv: Välj den typ som passar bäst för ditt pass för optimal layout
tr: En uygun düzen için pasına en uygun türü seç
zh_hans: 选择最符合你票卡类型的选项以获得最佳布局

source: Choosing colors...
ar: جارٍ اختيار الألوان...
da: Vælger farver...
de: Farben werden ausgewählt...
es: Seleccionando colores...
fr: Sélection des couleurs...
it: Selezione dei colori...
ja: カラーを選択中...
ko: 색상 선택 중...
nb: Velger farger...
nl: Kleuren kiezen...
pl: Wybieranie kolorów...
pt_br: Escolhendo cores...
sq: Po zgjedh ngjyrat...
sv: Väljer färger...
tr: Renkler seçiliyor...
zh_hans: 正在选择颜色...

source: Classified %lld image(s)
ar: تم تصنيف %lld صورة
da: Klassificerede %lld billede(r)
de: %lld Bild(er) klassifiziert
es: %lld imagen(es) clasificada(s)
fr: %lld image(s) classifiée(s)
it: %lld immagine/i classificata/e
ja: %lld枚の画像を分類しました
ko: %lld개 이미지 분류 완료
nb: Klassifiserte %lld bilde(r)
nl: %lld afbeelding(en) geclassificeerd
pl: Sklasyfikowano %lld obraz(ów)
pt_br: %lld imagem(ns) classificada(s)
sq: %lld imazh(e) të klasifikuar
sv: Klassificerade %lld bild(er)
tr: %lld görsel sınıflandırıldı
zh_hans: 已分类 %lld 张图片

source: Clear All
ar: مسح الكل
da: Ryd alt
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
nb: Fjern alle
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar Tudo
sq: Fshi të gjitha
sv: Rensa alla
tr: Tümünü Temizle
zh_hans: 全部清除

source: Clear All Deleted Passes
ar: مسح جميع البطاقات المحذوفة
da: Ryd alle slettede pas
de: Alle gelöschten Pässe löschen
es: Eliminar todos los pases borrados
fr: Effacer tous les pass supprimés
it: Cancella tutti i pass eliminati
ja: 削除済みパスをすべて消去
ko: 삭제된 패스 모두 지우기
nb: Fjern alle slettede pass
nl: Alle verwijderde passen wissen
pl: Usuń wszystkie skasowane bilety
pt_br: Limpar Todos os Passes Excluídos
sq: Fshi të gjitha kartelat e fshira
sv: Rensa alla raderade pass
tr: Silinen Tüm Pasları Temizle
zh_hans: 清空所有已删除的票卡

source: Clear All Passes (%lld)
ar: مسح جميع البطاقات (%lld)
da: Ryd alle pas (%lld)
de: Alle Pässe löschen (%lld)
es: Eliminar todos los pases (%lld)
fr: Effacer tous les pass (%lld)
it: Cancella tutti i pass (%lld)
ja: すべてのパスを消去 (%lld)
ko: 모든 패스 지우기 (%lld)
nb: Fjern alle pass (%lld)
nl: Alle passen wissen (%lld)
pl: Wyczyść wszystkie bilety (%lld)
pt_br: Limpar Todos os Passes (%lld)
sq: Fshi të gjitha kartelat (%lld)
sv: Rensa alla pass (%lld)
tr: Tüm Pasları Temizle (%lld)
zh_hans: 清空所有票卡 (%lld)

source: Clear All Passes?
ar: مسح جميع البطاقات؟
da: Ryd alle pas?
de: Alle Pässe löschen?
es: ¿Eliminar todos los pases?
fr: Effacer tous les pass ?
it: Cancellare tutti i pass?
ja: すべてのパスを消去しますか？
ko: 모든 패스를 지우시겠습니까?
nb: Fjerne alle pass?
nl: Alle passen wissen?
pl: Wyczyścić wszystkie bilety?
pt_br: Limpar Todos os Passes?
sq: Fshi të gjitha kartelat?
sv: Rensa alla pass?
tr: Tüm Paslar Temizlensin mi?
zh_hans: 清空所有票卡？

source: Clear Image Cache
ar: مسح ذاكرة الصور المؤقتة
da: Ryd billedcache
de: Bild-Cache leeren
es: Vaciar caché de imágenes
fr: Vider le cache d'images
it: Svuota cache immagini
ja: 画像キャッシュを消去
ko: 이미지 캐시 지우기
nb: Tøm bildebuffer
nl: Afbeeldingscache wissen
pl: Wyczyść pamięć podręczną obrazów
pt_br: Limpar Cache de Imagens
sq: Fshi cache-in e imazheve
sv: Rensa bildcache
tr: Görsel Önbelleğini Temizle
zh_hans: 清除图片缓存
